data = ["ЗАКОН МЁРФИ\nУниверсальный философский принцип, состоящий в том, что если есть "
        "вероятность того, что какая-нибудь неприятность может случиться, то она обязательно произойдёт. "
        "Иностранный аналог русского «закона подлости» и «закона бутерброда»", 

        "ПРОБЛЕМА МОЛИНЬЕ\nПредположим, человек родился слепым, вырос, и он научен различать на ощупь куб "
        "и сферу из одного и того же металла и примерно одного и того же размера, так что он может сказать, "
        "касаясь одного и другого предмета, который из них куб, а который — сфера. Предположим далее, что куб "
        "и сферу поместили на стол, и слепому придали способность видеть; спрашивается, сможет ли он теперь при "
        "помощи своего зрения, прежде чем он дотронется до них, различить их и сказать, который из них шар и который куб?",
        
        "ЛОГИЧЕСКИЙ ПАРАДОКС КОРАКСУ\nКрокодил выхватывает ребенка у женщины. На просьбу вернуть малыша"
        " крокодил отвечает: «Угадай, отдам я его тебе или нет. Ответишь правильно — верну ребенка. Если не"
        " угадаешь, я его не отдам». Что должна сделать мать? Это условие по умолчанию невыполнимо с точки зрения логики.",
        
        "ПАРАДОКС ДУБЛИКАТОВ\nТомас Рид в 1775 году писал лорду Кеймсу: "
        "«Я был бы рад узнать мнение вашего сиятельства относительно следующего: "
        "когда мой мозг утратит свою первоначальную структуру и когда, сотни лет спустя, из подобного же материала "
        "удивительным способом будет создано разумное существо, смогу ли я считать его собой? Или если два или три подобных "
        "существа будут созданы из моего мозга, то могу ли я полагать, что они — это я, и, следовательно, "
        "одно и то же разумное существо?»",
        
        "ПАРАДОКС ЛЖЕЦА\nЕсли мужчина заявит: «Я всегда лгу» — каким будет его утверждение: верным или ложным?",
        
        "ПАРАДОКС БЕРЕЖЛИВОСТИ\nэто парадокс экономики. Парадокс заключается в том, что "
        "увеличение сбережений приводит к снижению совокупного спроса и, следовательно, к снижению валового "
        "выпуска, что, в свою очередь, приведет к снижению сбережений.",
        
        "ПРОБЛЕМА ПОЕЗДА\nВы стоите на краю рельсов и видите приближающийся поезд. На путях стоят еще пять человек, "
        "и если ничего не сделать — их переедет поезд. К счастью, прямо перед вами есть кнопка, и если вы нажмете на нее, "
        "поезд изменит направление и сойдет на другие пути. Однако на других путях стоит человек, и если нажать кнопку — "
        "он погибнет. Что вы должны сделать? Пожертвовать одним, но спасти пятерых, или наоборот?",
        
        "ПРОБЛЕМА СВОБОДЫ ЛУКРЕЦИЯ\nЕсли атомы в нашем мозгу всегда движутся предсказуемым образом, можем ли мы говорить о свободе воли?",
        
        "ПАРАДОКС ПРИЧИННОЙ ПЕТЛИ\nПредставьте: вы путешественник во времени, который перемещается в период жизни "
        "Бетховена и передает молодому композитору черновики сонаты. Бетховен представляет публике музыкальное "
        "произведение. Кто в таком случае автор композиции?",
        
        "ДИЛЕМА АРХИТА\nЕсли я подойду к краю Вселенной и протяну руку, выйдет ли рука за ее пределы?",
        
        "КОМНАТА МАРИИ\nМария изучала нейрофизиологию цвета всю жизнь, находясь в чёрно-белой комнате, "
        "через чёрно-белый монитор. При этом Мария изучила цвет настолько хорошо, что знает о цвете всю "
        "информацию, какую только можно получить. Она знает длины волн всех цветов, знает, какие именно нейроны "
        "передают сигнал от сетчатки глаза к мозгу и что происходит в это время в самом мозге. Джексон спрашивает, "
        "что же произойдёт, если мы выпустим Марию из её черно-белой комнаты в реальный мир, узнает ли она что-нибудь новое?",
        
        "ФОТОМЕТРИЧЕСКИЙ ПАРАДОКС\nВ бесконечной вселенной все заполненно звездами, значит в проекции все должно быть "
        "заполненно как стена полностью наполненной лампами, тогда почему ночью небо такое темное?",
        
        "САМОУБИЙСТВО РОНАЛДА ОПУСА\nМужчина решил покончить собой выпрыгнув из окна многоэтажки, пока он падал в него попала пуля. "
        "Пуля была выпущена пожилым мужчиной, он пытался припугнуть свою жену. Оказывается что пожилой мужчина это отец выпрыгнувшего "
        "человека, сын зарядил ружье в надежде что его оцет убьёт свою жену. Это было убийство или самоубийство?",
        
        "ПАРАДОКС КОРАБЛЯ ТИСЕЯ\nЕсли все составные части исходного объекта были заменены, остаётся ли объект тем же объектом?",
        
        "БОЛЬЦМАНОВСКИЙ МОЗГ\nТеоритически случайные флуктуации, например газ, могут создать копию нашего мозга. "
        "Тогда где доказатеьство что мы не являемся этим мозгом, а весь наш мир это не последняя искра нашего умирающего сознания?",
        
        "ПАРАДОКС ВИГНЕРА\nЭто усложнённый вариант эксперимента Шрёдингера. Юджин Вигнер ввёл категорию «друзей». После завершения опыта "
        "экспериментатор открывает коробку и видит живого кота. Вектор состояния кота в момент открытия коробки переходит в "
        "состояние «ядро не распалось, кот жив». Таким образом, в лаборатории кот признан живым. За пределами лаборатории "
        "находится друг. Друг ещё не знает, жив кот или мёртв. Друг признает кота живым только тогда, когда экспериментатор "
        "сообщит ему исход эксперимента. Но все остальные друзья ещё не признали кота живым и признают только тогда, когда им "
        "сообщат результат эксперимента. Таким образом, кота можно признать полностью живым (или полностью мёртвым) только тогда, "
        "когда все люди во вселенной узнают результат эксперимента. До этого момента в масштабе Большой Вселенной кот, согласно "
        "Вигнеру, остаётся живым и мёртвым одновременно",
        
        "ПАРАДОКС НЕОЖИДАННОЙ КАЗНИ\nСудья говорит осужденному, что он будет повешен в полдень в один из рабочих дней на следующей неделе, но день казни "
        "будет для заключенного сюрпризом. Он не будет знать точную дату, пока палач в полдень не придет к нему в камеру. "
        "После, немного порассуждав, преступник приходит к выводу, что он сможет избежать казни. Его рассуждения можно разделить "
        "на несколько частей. Начинает он с того, что его не могут повесить в пятницу, так как если его не повесят в четверг, то "
        "пятница уже не будет неожиданностью. Таким образом, пятницу он исключил. Но тогда, так как пятница уже вычеркнута из списка, "
        "он пришел к выводу, что он не может быть повешенным и в четверг, потому что если его не повесят в среду, то четверг тоже "
        "не будет неожиданностью. Рассуждая аналогичным образом, он последовательно исключил все оставшиеся дни недели. Радостным "
        "он ложится спать с уверенностью, что казни не произойдет вовсе. На следующей неделе в полдень среды к нему в камеру "
        "пришел палач, поэтому, несмотря на все его рассуждения, он был крайне удивлен. Все, что сказал судья, сбылось."
        
        "ПАРАДОКС БРАДОБРЕЯ\nПусть в некой деревне живёт брадобрей, который бреет всех жителей деревни, которые не бреются сами, и только их. "
        "Бреет ли брадобрей сам себя?",
        
        "ПАРАДОКС КАТАЛОГОВ\nБиблиографические каталоги — это книги, которые описывают другие книги. Некоторые каталоги "
        "могут описывать другие каталоги. Некоторые каталоги могут описывать даже сами себя."
        "Можно ли составить каталог всех каталогов, которые не описывают сами себя?",
        
        "ПАРАДОКС ГРЕЛЛИНГА - НЕЛЬСОНА\nБудем называть прилагательное рефлексивным, если это прилагательное обладает свойством, определяемым этим "
        "прилагательным. Например, прилагательные «русское», «многосложное» — обладают свойствами, которые они определяют "
        "(прилагательное «русское» является русским, а прилагательное «многосложное» является многосложным), поэтому они являются "
        "рефлексивными, а прилагательные «немецкое», «односложное» — являются нерефлексивными. "
        "Будет ли прилагательное «нерефлексивное» рефлексивным или нет?",
        
        "ГИПОТЕЗА О ЛОЖНОМ ВАКУУМЕ\nПредставьте чайник, в котором греется вода. Постепенно она начинает закипать и появляется все больше и больше пузырей "
        "воздуха. Так вот, теория ложного вакуума предполагает, что вся наблюдаемая Вселенная локализована в одном из таких "
        "пузырей, окруженная неким аналогом кипящей воды в чайнике и другими подобными «пузырями». Однако, рано или поздно, как "
        "это и происходит с «пузырями» в чайнике, наш должен лопнуть и тогда все что мы видим, слышим и осязаем исчезнет в одно "
        "мгновение и мы ничего не можем поделать.",
        
        "ТЕОРИЯ ВЕЛИКОГО ФИЛЬТРА\nЗадача этой теории в том, чтобы объяснить, почему мы постоянно находим все новые и новые планеты потенциально "
        "пригодные для существования жизни, но так и не смогли найти ни одного следа разумной жизни. Суть этой теории лежит "
        "в том, что между зарождением жизни и по-настоящему развитой цивилизацией, которую можно обнаружить с других планет "
        "находится некий «Великий фильтр». Если цивилизация успешно проходит через него, то постепенно начинает колонизировать "
        "новые планеты и «захватывать» себе все больше и больше космического пространства. Если же фильтр срабатывает, "
        "то цивилизация прекращает либо эволюционировать, либо вообще существовать.",
        
        "ТЕОРИЯ МОЗГА В КОЛБЕ\nМозг в колбе является эдакой моделью, которые ученные используют в некоторых экспериментах, которые направлены на "
        "расширение наших знаний и представлений о таких понятиях как «разум», «смысл», «реальность» и так далее. Эта модель "
        "основана на нескольких основных положениях: источник всего сознания – мозг; мозг работает с помощью электроимпульсов; "
        "внешние раздражители оказывают влияние на работу мозга; любой внешний раздражитель может быть создан искусственно, "
        "при том с такой точностью, что мозг не сможет его отличить от настоящего. Суть модели заключается в том, что вы либо "
        "просто мозг в некоем сосуде, который всю жизнь подпитывается ложными раздражителями, либо вся ваша жизнь – всего лишь "
        "галлюцинация – реакция мозга на недостаток или вообще отсутствие таких раздражителей.",
        
        "ТЕОРИЯ МНОГОМЕРНЫХ СУЩЕСТВ\nПредставьте себе нарисованного на бумаге человека. А теперь представьте что он живой. Он живет себе в своем плоском "
        "мире, и воспринимает только два измерения, то есть если вы будете смотреть на него под определенным углом «из третьего "
        "измерения» — он вас попросту не увидит. А сейчас представьте, что мы сами находимся на месте этого нарисованного "
        "человека, но «нарисованы» мы не на плоской бумаге, а в трехмерном пространстве. Теория о многомерных существах именно "
        "это и делает – представляет, что существуют некие сущности, которых мы просто не можем увидеть, как не может увидеть нас "
        "двумерный человек просто, потому что они наблюдают за нами из четвертого, пятого и т. д. измерений.",
        
        "ПАРАДОКС ФЕРМИ\nПредставьте себе муравейник. Большой, развитый муравейник со сложной системой туннелей и собственной иерархией "
        "и несколькими тысячами муравьев. А теперь представьте, что рядом с этим муравейником построили мегаполис. Огромный город – "
        "с домами до самого неба, развитой инфраструктурой, сетью дорог, транспортных развязок, метро и так далее. Теперь ответьте на "
        "вопрос – смогут ли муравьи понять, что такое мегаполис, смогут ли распознать намерения, знания, технологии существ, которые "
        "поселились рядом с их домом?",
        
        "ГИПОТЕЗА ТРАНСЦЕНДЕНТНОСТИ\nЭта гипотеза выдвигает предположение о том, что когда цивилизация становится достаточно развитой то начинает "
        "постепенно насыщать некую область пространства своим «разумом»; технологическим интеллектом. При этом постепенно достигая "
        "некоего аналога сингулярности, то есть по сути – создают черную дыру и выходят за границы Вселенной, становясь невидимыми для "
        "нас или вообще кого либо. Кстати, это одно из объяснений парадокса Ферми. "
        "Наши достижения в астробиологии и астрофизике делают эту гипотезу вполне возможной. Она предполагает что сжатие или "
        "расширение пространства-времени может привести к изменениям, которые, в свою очередь, ведут к выходу за пределы Вселенной, "
        "а не к ее расширению."]