data = ["ЗАКОН МЁРФИ\nУниверсальный философский принцип, состоящий в том, что если есть "
        "вероятность того, что какая-нибудь неприятность может случиться, то она обязательно произойдёт. "
        "Иностранный аналог русского «закона подлости» и «закона бутерброда»", 

        "ПРОБЛЕМА МОЛИНЬЕ\nПредположим, человек родился слепым, вырос, и он научен различать на ощупь куб "
        "и сферу из одного и того же металла и примерно одного и того же размера, так что он может сказать, "
        "касаясь одного и другого предмета, который из них куб, а который — сфера. Предположим далее, что куб "
        "и сферу поместили на стол, и слепому придали способность видеть; спрашивается, сможет ли он теперь при "
        "помощи своего зрения, прежде чем он дотронется до них, различить их и сказать, который из них шар и который куб?",
        
        "ЛОГИЧЕСКИЙ ПАРАДОКС КОРАКСУ\nКрокодил выхватывает ребенка у женщины. На просьбу вернуть малыша"
        " крокодил отвечает: «Угадай, отдам я его тебе или нет. Ответишь правильно — верну ребенка. Если не"
        " угадаешь, я его не отдам». Что должна сделать мать? Это условие по умолчанию невыполнимо с точки зрения логики.",
        
        "ПАРАДОКС ДУБЛИКАТОВ\nТомас Рид в 1775 году писал лорду Кеймсу: "
        "«Я был бы рад узнать мнение вашего сиятельства относительно следующего: "
        "когда мой мозг утратит свою первоначальную структуру и когда, сотни лет спустя, из подобного же материала "
        "удивительным способом будет создано разумное существо, смогу ли я считать его собой? Или если два или три подобных "
        "существа будут созданы из моего мозга, то могу ли я полагать, что они — это я, и, следовательно, "
        "одно и то же разумное существо?»",
        
        "ПАРАДОКС ЛЖЕЦА\nЕсли мужчина заявит: «Я всегда лгу» — каким будет его утверждение: верным или ложным?",
        
        "ПАРАДОКС БЕРЕЖЛИВОСТИ\nэто парадокс экономики. Парадокс заключается в том, что "
        "увеличение сбережений приводит к снижению совокупного спроса и, следовательно, к снижению валового "
        "выпуска, что, в свою очередь, приведет к снижению сбережений.",
        
        "ПРОБЛЕМА ПОЕЗДА\nВы стоите на краю рельсов и видите приближающийся поезд. На путях стоят еще пять человек, "
        "и если ничего не сделать — их переедет поезд. К счастью, прямо перед вами есть кнопка, и если вы нажмете на нее, "
        "поезд изменит направление и сойдет на другие пути. Однако на других путях стоит человек, и если нажать кнопку — "
        "он погибнет. Что вы должны сделать? Пожертвовать одним, но спасти пятерых, или наоборот?",
        
        "ПРОБЛЕМА СВОБОДЫ ЛУКРЕЦИЯ\nЕсли атомы в нашем мозгу всегда движутся предсказуемым образом, можем ли мы говорить о свободе воли?",
        
        "ПАРАДОКС ПРИЧИННОЙ ПЕТЛИ\nПредставьте: вы путешественник во времени, который перемещается в период жизни "
        "Бетховена и передает молодому композитору черновики сонаты. Бетховен представляет публике музыкальное "
        "произведение. Кто в таком случае автор композиции?",
        
        "ДИЛЕМА АРХИТА\nЕсли я подойду к краю Вселенной и протяну руку, выйдет ли рука за ее пределы?",
        
        "КОМНАТА МАРИИ\nМария изучала нейрофизиологию цвета всю жизнь, находясь в чёрно-белой комнате, "
        "через чёрно-белый монитор. При этом Мария изучила цвет настолько хорошо, что знает о цвете всю "
        "информацию, какую только можно получить. Она знает длины волн всех цветов, знает, какие именно нейроны "
        "передают сигнал от сетчатки глаза к мозгу и что происходит в это время в самом мозге. Джексон спрашивает, "
        "что же произойдёт, если мы выпустим Марию из её черно-белой комнаты в реальный мир, узнает ли она что-нибудь новое?",
        
        "ФОТОМЕТРИЧЕСКИЙ ПАРАДОКС\nВ бесконечной вселенной все заполненно звездами, значит в проекции все должно быть "
        "заполненно как стена полностью наполненной лампами, тогда почему ночью небо такое темное?",
        
        "САМОУБИЙСТВО РОНАЛДА ОПУСА\nМужчина решил покончить собой выпрыгнув из окна многоэтажки, пока он падал в него попала пуля. "
        "Пуля была выпущена пожилым мужчиной, он пытался припугнуть свою жену. Оказывается что пожилой мужчина это отец выпрыгнувшего "
        "человека, сын зарядил ружье в надежде что его оцет убьёт свою жену. Это было убийство или самоубийство?",
        
        "ПАРАДОКС КОРАБЛЯ ТИСЕЯ\nЕсли все составные части исходного объекта были заменены, остаётся ли объект тем же объектом?",
        
        "БОЛЬЦМАНОВСКИЙ МОЗГ\nТеоритически случайные флуктуации, например газ, могут создать копию нашего мозга. "
        "Тогда где доказатеьство что мы не являемся этим мозгом, а весь наш мир это не последняя искра нашего умирающего сознания?"]