data_beer_sort = [
    'Лакинское\n\nЛинейка янтарного напитка, которую выпускает компания "Радо". '
    'Завод расположен во Владимирской области в городе Лакинск, окрестности которого славятся мягкой водой. '
    'При производстве напитков используется только качественный солод и хмель, штамм пивных дрожжей, который создали '
    'местные пивовары полвека назад. Классический лагер крепостью 4,7%. У напитка красивый золотисто-желтый цвет, '
    'терпкий вкус с нотками хлеба и хмеля. В букете переплетаются оттенки солода, поджаренной хлебной корочки и хмеля',

    'Жигулевское Владимирской пивоварни\n\nКлассическое пиво низового брожения, известное в нашей стране каждому. '
    'Аромат умеренно зерновой, с незначительной сладостью, которую оттеняет травяной хмель. Во вкусе пряный хмелевой букет отлично '
    'дополняет хлебные тело пива. Этот баланс продолжает ощущаться в финале, оставляя гладкое послевкусие.',

    'Hopfenberg Blass\n\nНовосибирское классическое пиво низового брожения с солодовым ароматом и легкой горчинкой',

    'Чешское бархатное Каменского завода\n\n Приятное, мягкое, темное пиво с особенной рецептурой по старинному чешскому рецепту',

    'Мохито Каскад\n\nНапиток брожения получен по технологии производства сидра, путем натурального брожения яблочного сусла с '
    'добавлением лимона и мяты. Коктейль Мохито  считается самым лучшим летним напитком, т.к. '
    'сочетание экстракта мяты и лайма, прекрасно освежают и придают бодрость.',

    'Чешское светое Владимирской пивоварни\n\nПиво «Чешское» варится на основе традиционных чешских '
    'рецептов и входит в золотую коллекцию вкусов. Это самый распространённый вариант лагера в мире. Классическое пиво '
    'низового брожения с выраженной хмелевой горечью, которая проявляется как в аромате, так и во вкусе этого напитка.',

    'Лимонад РОСЪ Сергиев-Поссад\n\nУникальное сочетание компонентов создает изысканный вкус этого лимонада. '
    'При изготовлении используется исключительно чистая вода, благодаря чему напиток насыщается свежестью',

    'Квас РОСЪ Сергиев-Поссад\n\nСладковатый квас с легкой кислинкой деально утоляет жажду. '
    'Особый способ приготовления не оставит никого равнодушным к этому напитку, не влюбиться - не возможно',

    'Вишневый сидр Каскад\n\nВишневый сидр обладает ярким, сочным вкусом и ярко-красным цветом. Это освежающий '
    'напиток с легкой кислинкой и сладко-кустистым ароматом вишни. Сидр вишневый обычно подается в бокалах со льдом и можно '
    'использовать в качестве основы для коктейлей или просто наслаждаться его вкусом самостоятельно.',

    'Пшеничное Владимирского завода\n\nЭтот игристый нефильтрованный напиток вскипает обильной пеной и благоухает '
    'необыкновенными ароматами банана, карамели «Дюшес», пряностей, цедры лимона. Во вкусе уверенно сочетаются апельсиноподобная '
    'фруктовость, сладость и кислинка. Хмель в этом сорте практически не ощутим. Нефильтрованность «Пшеничного» создаёт ощущение '
    'бархатистой полноты, которая переходит в лёгкий финал.',

    'Weiss berg Пшеничное Бочкари\n\nВ рецептуре более 50% пшеничного солода, в сочетании с классическим ячменным и мюнхенским солодами. '
    'Сорт приготовлен по уникальной технологии. Пиво сбраживают «гибридным» способом с применением теплого брожения и низовых '
    'пивоваренных дрожжей. Дображивание идет при низких температурах. Пиво «Weiss berg» пшеничное, имеет светлый беловатый цвет '
    'и умеренную благородную горчинку. Во вкусе только чистые пряные нотки и приятная свежесть от глотка к глотку. Округлое тело '
    'раскрывается гвоздикой, пиво пьется удивительно легко.',

    'Крюгер классическое Томский завод\n\nПиво “Крюгер” берет начало своей истории еще с ХIХ века, когда основатель завода '
    'Карл Крюгер  стал маркировать бутылки с пивом своей фамилией. "Крюгер Классическое" - рецепт, пропитанный традициями. '
    'Сорт, в котором гармонично сочетаются хлебные тона солода и классический аромат хмеля. Сорт является флагманом '
    'продаж в ассортименте разливного пива томского пивоваренного завода.',

    'Крюгер бархатное Томский завод\n\nПиво обладает явно выраженной сладостью и карамельным ароматом. Вкус действительно бархатный. '
    'Это пиво с невысоким содержанием алкоголя. Его ценят любители темного пива, которым не нравится излишняя горечь. '

    'Хадыженское пиво\n\n Это светлое, довольно лёгкое пиво с мягко выраженной горчинкой, нежно выделенным '
    'солодово-хмельным букетом. Сварено по особой технологии из высококачественных отборных сортов солода и хмеля. '
    'Хадыженское пиво является одним из лучших.',

    'Сидр яблочный Каскад\n\nНапиток брожения получен по технологии производства "Шампанского" путем брожения яблочного сусла '
    'с добавлением натуральных компонентов. Более того, все яблоки проходят тщательный и серьезный контроль.',

    'Асти шампань Каскад\n\nПроцесс его производства по технологии мало отличается от изготовления шампанского, правда, с '
    'добавлением дрожжей. Сваренный напиток разливают по бутылкам, после чего выдерживают под временной пробкой в течение двух '
    'недель. И только после этого игристое пиво плотно закупоривают, и оно считается готовым к употреблению и продаже.Необычный, '
    'яркий и свежий вкус этого пивного напитка - это прорыв этого лета. Неповторимые нотки лайма и мяты в сочетации с прохладным '
    'вкусом пива.'
]